;Place localized text in this file


[PsiStudentOfTheMind X2AbilityTemplate]

LocFriendlyName="心灵学徒"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 花费无数时间研究晦涩难懂的文献和关于灵能的传闻，使这个人能够将自己的思想用作武器。由于他们独特的生活方式，他们不太适合体力要求高的士兵生活（-1 HP、-2 机动性和 -10 意志力）。"

[PsiSereneMonk X2AbilityTemplate]

LocFriendlyName="宁静僧侣"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 禅宗、启蒙和对宇宙的理解使这位智者能够使用他们平静的心灵作为武器。对一个人来说看似平静的东西对另一个人来说可能看起来像是迟钝。（+50 灵能攻击，-4 机动性）<font color='#FF8000'>启用灵能专长。</font>"

[PsiSavant X2AbilityTemplate]

LocFriendlyName="精神学者"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font>灵能天赋者中最稀有的变种。身体和心灵的纯粹融合允许使用灵能能力，而不会对士兵的身体产生任何已知的负面影响。（+60 灵能攻击）<font color='#FF8000'>启用灵能专长。</font>"

[PsiEyeOfTheMind X2AbilityTemplate]
LocFriendlyName="心之眼"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 天生失明增强了此人潜在的灵能亲和力，最终使他们能够使用思维作为工具来观察和操纵物质。他们仍然没有传统意义上的良好视力，这在一定程度上限制了他们的射击能力（-25 瞄准）。<font color='#FF8000'>启用灵能专长。</font>"

[PsiBrinkOfInsanity X2AbilityTemplate]
LocFriendlyName="疯狂边缘"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 与自己思想的斗争几乎让这个人发疯。他们最终学会了将自己的力量向外引导并用它来对付他人，而不是自我毁灭。从精神上讲，他们仍然被认为相当不稳定（-10 意志 -5 防御）。<font color='#FF8000'>启用灵能专长。</font>"


[PsiSpartan X2AbilityTemplate]
LocFriendlyName="斯巴达"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 严格的身体训练方案加上灵能能力，让士兵能够将身体的力量、速度和耐久性发挥到非人的高度。当你的身体和这个样本一样致命时，用你的思想作为武器几乎是没有必要的 (+ 2HP + 2 机动性 +5 闪避)。<font color='#FF8000'>启用灵能专长。</font>"


[PsiMindAndMatter X2AbilityTemplate]
LocFriendlyName="物灵合一者"
LocLongDescription="<font color='#FF8000'>[Enables psionic specializations]</font> 有些人设法培养其潜在的灵能能力，而不会损害其身体能力。他们的灵能能力比同龄人稍弱，但他们的身体几乎不会受到灵能副作用的影响。<font color='#FF8000'>启用灵能专长。</font>"


[PsiForbiddenPsi X2AbilityTemplate]
LocFriendlyName="禁忌灵能"
LocLongDescription="<font color='#FF8000'>[Enables psionic and Necromancy specializations]</font> 外星人入侵带来了许多曾经被认为过于危险或不道德的禁忌艺术。死灵法术就是其中之一。"

[SBattleNinja X2AbilityTemplate]
LocFriendlyName="百战忍"
LocLongDescription="<font color='#FF8000'>[enables Ninja specializations] </font> 潜行于黑夜之中，暗杀高价值目标并神不知鬼不觉地溜走。这就是忍者之道。"

[SStudiedNinja X2AbilityTemplate]
LocFriendlyName="慧忍"
LocLongDescription="<font color='#FF8000'>[enables Ninja specializations] </font> 当你在聚会时，我研究了刀刃。当你在健身房浪费时间追求虚荣时，我培养了内心的力量。现在世界陷入战火，野蛮人已经兵临城下，你竟然还敢来向我求助。"

[SCyborgBefore X2AbilityTemplate]
LocFriendlyName="死械"
LocLongDescription="<font color='#FF8000'>[enables Cyborg specializations] </font> 一次危及生命的伤害意味着这名士兵突然发现自己被违背意愿地增强了。他们从来没有要求过这种情况。"

[SCyborgAscension X2AbilityTemplate]
LocFriendlyName="机械飞升"
LocLongDescription="<font color='#FF8000'>[enables Cyborg specializations] </font> 我厌倦了我出生的这个肉体，奇怪地厌恶它的本性。我只渴望钢铁和硅的冰冷、干净，这样我就可以与神圣的机器合二为一。"

[SCryNetNanoSuit X2AbilityTemplate]
LocFriendlyName="纳米机甲"
LocLongDescription="<font color='#FF8000'>[enables Nanosuit specializations] </font> 拥有实验性的CryNet纳米服可以大大提高战斗力和身体表现，使操作员能够执行超人的壮举."

[SKoreanNanoSuit X2AbilityTemplate]
LocFriendlyName="纳米机甲(偷盗)"
LocLongDescription="<font color='#FF8000'>[enables Nanosuit specializations] </font> 一名Noth韩国叛逃者从一个秘密的外星人测试设施中偷走了这件纳米战衣。与美国同类产品一样能力强大，这款纳米套装及其操作员正在复仇."

[SSpartan2Program X2AbilityTemplate]
LocFriendlyName="斯巴达II"
LocLongDescription="<font color='#FF8000'>[enables SPARTAN II specializations] </font> 你的错误是将斯巴达人视为军事装备。我的斯巴达人是人类的下一步——我们作为一个物种的命运。不要低估他们."

[SSpartanReinstated X2AbilityTemplate]
LocFriendlyName="退役斯巴达人"
LocLongDescription="<font color='#FF8000'>[enables SPARTAN II specializations] </font> 这些是斯巴达人，他们受了重伤，无法继续现役。他们在需要帮助人类最黑暗的时刻返回."

[STerranGhost X2AbilityTemplate]
LocFriendlyName="幽灵特工"
LocLongDescription="<font color='#FF8000'>[enables Terran operative specializations] </font> 鬼魂的第一个也是最好的武器是他们的思想。其他一切都是补充，但即使是这些补充也足以让敌人在恐惧中掩护."

[STerranSpectre X2AbilityTemplate]
LocFriendlyName="幽灵变体"
LocLongDescription="<font color='#FF8000'>[enables Terran operative specializations]</font> Ghost gear 采用了人类有史以来最先进的一些技术。这些变异个体具有更可怕的潜力."

[SN7Graduate X2AbilityTemplate]
LocFriendlyName="N7军校生"
LocLongDescription="<font color='#FF8000'>[enables non-Psionic-N7 specializations]</font> N-特种部队的训练是如此极端，以至于即使有资格获得N1的资格也会将军官提升到受人尊敬的地位。成功毕业后，毫无疑问，任何与战斗有关的能力.</font>"

[SN7Biotic X2AbilityTemplate]
LocFriendlyName="N7 生物"
LocLongDescription="<font color='#FF8000'>[enables Psionic-N7 specializations] </font> 将生物增强剂植入他们的额叶使这名N7特工能够使用他们潜在的生物能力。肯定是一个可怕的组合."

[PsiDarkScholar X2AbilityTemplate]
LocFriendlyName="黑魔法学者"
LocLongDescription=" <font color='#FF8000'>[enables Necromancy and Shaman specializations] </font> 元素不关心死者，死者也不关心元素。是时候互相介绍他们了."

[PsiElementalist X2AbilityTemplate]
LocFriendlyName="元素主义者"
LocLongDescription="<font color='#FF8000'>[enables Necromancy and Shaman specializations] </font> 暴风雨，大地和火焰，听从我的召唤！也;别忘了把你的死者带出来!"

[SawedOffShotgun_CV_RPGO X2WeaponTemplate]
FriendlyName="短管霰弹枪"
FriendlyNamePlural="短管霰弹枪"
BriefSummary="一种强大的，如果射程短的副武器"
TacticalText="<Bullet/> 对入侵前可隐蔽武器的改造.<br/><Bullet/> 具有 <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_CV_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/>射击，无需升级"

[ExiledJedi X2AbilityTemplate]
LocFriendlyName="流放的绝地武士"
LocLongDescription="<font color='#FF8000'>[enables Jedi specializations] </font>这个绝地已被绝地议会流放，但仍与原力有联系。"


[ForceUser X2AbilityTemplate]
LocFriendlyName="原力觉醒"
LocFlyOverText="原力觉醒"
LocLongDescription="<font color='#FF8000'>[enables Jedi specializations] </font>原力使用者与被称为原力的神秘能量场有着密切的联系。这是成为绝地武士的基本要求。"
LocHelpText="原力使用者与被称为原力的神秘能量场有着强烈的联系。这是成为绝地武士的基本要求。"
LocPromotionPopupText="<Bullet/>成为绝地武士的要求"
